tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "supabase/tap"
brew "act"
brew "openssl@3"
brew "asciinema"
brew "asdf"
brew "awscli"
brew "bat"
brew "deno"
brew "duf"
brew "libssh2"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gum"
brew "helix"
brew "jq"
brew "libpq", link: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "rust-analyzer"
brew "spotifyd", restart_service: true
brew "stylua"
brew "tctl"
brew "temporal"
brew "tmux"
brew "wget"
brew "yazi"
brew "hashicorp/tap/terraform-ls"
brew "mike-engel/jwt-cli/jwt-cli"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "qutebrowser"
cask "rectangle"
