tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@3"
brew "sqlite"
brew "asciinema"
brew "asdf"
brew "ast-grep"
brew "libssh2"
brew "bat"
brew "btop"
brew "cloudflared"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gum"
brew "helix"
brew "jd"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "libpq", link: true
brew "llvm"
brew "luajit"
brew "marp-cli"
brew "mkcert"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "newrelic-cli"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "stylua"
brew "tctl"
brew "temporal"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "calibre"
cask "cloudflare-warp"
cask "deezer"
cask "docker"
cask "font-jetbrains-mono"
cask "ghostty"
cask "homerow"
cask "qutebrowser"
cask "raycast"
cask "rectangle"
cask "slack"
cask "wezterm"
